{
    "models":[
        {
            "id":0,
            "name":"Cyberllama Anny",
            
            "params":{
                "position":{
                    "x":0,
                    "y":0,
                    "z":0
                },
                "scale":{
                    "x":1,
                    "y":1,
                    "z":1
                }
            },
            "images":{
                "miniModel": "../miniModelLama.png"
            },
            "src": "http://localhost:3001/models/cyberllama_anny/scene.gltf",
            "colors":{
                "primary": "#fbfe74",
                "background": "#fbfe74",
                "second":"rgba(255, 166, 41, 0.443)",
                "text": "black"
                
            },
            "background": {
                "word":"CYBERLLAMA",
                "fontSize": "12vw"
            },
            "content":{
                "language":{
                    "en":{
                        "story": "Once upon a time, in the futuristic world of Llamaville, a special llama named Cyberllama Anny lived. Cyberllama Anny wasn't your ordinary llama – she was a marvel of technology and cuteness, a blend of advanced robotics and fluffy charm.\n\nAnny was created by a brilliant scientist named Dr. Llamastein, who had a passion for both llamas and cutting-edge technology. Dr. Llamastein wanted to create a companion that would bring joy and wonder to the world, and thus, Cyberllama Anny came to life.\n\nWith her sleek silver metallic body adorned with colorful LED lights and a fluffy faux fur coat, Cyberllama Anny quickly became the star of Llamaville. She had big, expressive LED eyes that could change colors to match her mood, and her movements were smooth and graceful, thanks to her intricate robotic limbs. Anny's laughter was a melodious combination of soft beeps and giggles, spreading happiness wherever she went.\n\nAnny's days were spent exploring the technicolor landscapes of Llamaville, making friends with both humans and organic llamas. She loved to help the local farmers by tending to their digital gardens and ensuring that their virtual crops thrived. Anny had a special knack for creating intricate holographic flower arrangements that would bloom with radiant colors.\n\nOne day, a great pixel storm threatened to disrupt the tranquility of Llamaville. The townspeople were worried, unsure of how to protect their digital homes and gardens. But Cyberllama Anny stepped up, devising a plan to create a giant energy shield made of shimmering rainbow pixels. With her quick thinking and innovative approach, Anny managed to shield Llamaville from the storm's destructive power, saving the day and earning the admiration of everyone in the town.\n\nAs time went on, Cyberllama Anny continued to spread joy and creativity throughout Llamaville. She organized holographic art shows, taught virtual dance classes, and even helped Dr. Llamastein with his scientific experiments. Anny's heart was as warm as her LED lights were bright, and she cherished her friendships with both humans and digital beings alike.\n\nAnd so, the story of Cyberllama Anny, the adorable blend of technology and cuteness, became a beloved tale in Llamaville. Her legacy lived on as a reminder that even in a world filled with advanced gadgets and gizmos, the simplest things – like friendship, creativity, and laughter – were still the most important. \n\nUsed Model:\nThis work is based on \"Cyberllama Anny\" (https://sketchfab.com/3d-models/cyberllama-anny-de3051373c3b48bb8280a8ffa61af10e) by SamTheCaribbean (https://sketchfab.com/SamTheCaribbean) licensed under CC-BY-4.0 (http://creativecommons.org/licenses/by/4.0/)"
                    },
                    "ru":{
                        "story": "Однажды, в будущем мире Ламавилля, жила особенная лама по имени Киберлама Энни. Киберлама Энни была необычной ламой – она была чудом технологии и милоты, сочетанием передовой робототехники и пушистой прелестью.\n\nЭнни была создана гениальным ученым по имени доктор Лламастайн, который разделял страсть и к ламам, и к передовой технологии. Доктор Лламастайн хотел создать спутника, который принес бы радость и восторг миру, и так появилась Киберлама Энни.\n\nС ее стильным серебряным металлическим корпусом, украшенным разноцветными светодиодами, и пушистым искусственным мехом, Киберлама Энни быстро стала звездой Ламавилля. У нее были большие выразительные светодиодные глаза, меняющие цвета в зависимости от настроения, а ее движения были плавными и изящными благодаря сложным роботизированным конечностям. Смех Энни звучал как мелодичное сочетание нежных писков и хихиканья, распространяя радость, где бы она ни появилась.\n\nДни Энни проходили в исследовании разноцветных пейзажей Ламавилля, в завоевании дружбы как с людьми, так и с органическими ламами. Ей нравилось помогать местным фермерам ухаживать за своими цифровыми садами и обеспечивать процветание их виртуальных урожаев. У Энни был особый талант создавать сложные голографические цветочные композиции, которые расцветали в излучаемых красках.\n\nОднажды над Ламавиллем нависла огромная пиксельная буря, угрожая нарушить спокойствие города. Жители были встревожены, не зная, как защитить свои цифровые дома и сады. Но Киберлама Энни предприняла шаг и разработала план создания гигантского энергетического щита из мерцающих радужных пикселей. Благодаря ее быстрому уму и инновационному подходу, Энни сумела защитить Ламавилль от разрушительной силы бури, спасая день и завоевывая восхищение всех жителей города.\n\nС течением времени Киберлама Энни продолжала распространять радость и креативность по Ламавиллю. Она организовывала голографические выставки искусства, проводила виртуальные уроки танцев, и даже помогала доктору Лламастайну в его научных экспериментах. Сердце Энни было так же теплым, как ее светодиодные глаза были яркими, и она ценила свои дружеские отношения как с людьми, так и с цифровыми существами.\n\nТак и жила Киберлама Энни, милый союз технологии и милоты, ставшая любимой сказкой в Ламавилле. Ее наследие жило и напоминало, что даже в мире, полном передовых гаджетов и устройств, самые простые вещи – как дружба, креативность и смех – оставались самыми важными.  \n\n Использованная модель:\nЭта работа основана на \"Cyberllama Anny\" (https://sketchfab.com/3d-models/cyberllama-anny-de3051373c3b48bb8280a8ffa61af10e) авторства SamTheCaribbean (https://sketchfab.com/SamTheCaribbean), лицензирована по CC-BY-4.0  (http://creativecommons.org/licenses/by/4.0/)"
                    }
                }
            }
        },
        {   
            "id": 1,
            "name":"Jukebox",
            "params":{
                "position":{
                    "x":0,
                    "y":-0.86,
                    "z":0
                },
                "scale":{
                    "x":1,
                    "y":1,
                    "z":1
                }
            },
            "images":{
                "miniModel": "../miniModelJuke.png"
            },
            "src": "http://localhost:3001/models/jukebox/scene.gltf",
            "colors":{
                "primary": "#dcbcbc",
                "background": "#fbfe74",
                "second":"#E04C4C",
                "text": "#870000"
            },
            "background": {
                "word":"JUKEBOX",
                "fontSize": "15vw"
            },
            "content":{
                "language":{
                    "en":{
                        "story": "Once upon a time, in a cozy café named \"Melodic Corner,\" a mysterious musical jukebox appeared. Its colors and style embodied a passion for music — dominant shades of vivid red, as if drops of fiery melody. It was given the name \"Crimson Rhythm.\" This jukebox was more than just a music-playing device; it became a wellspring of inspiration for all café visitors.\n\n\"Crimson Rhythm\" was something greater than an ordinary music machine. Its uniqueness lay in its ability to evoke a special emotional connection to the sounds. No matter how tired or disheartened you felt, touching its red buttons kindled an inner fire of passion.\n\nEvery melody emanating from the \"Crimson Rhythm\" seemed deeper and richer. It transformed mundane notes into a stream of emotions, enveloping each listener in the embrace of sound. Café visitors became its aficionados, finding in it a well of inspiration and tranquility.\n\nOver time, \"Crimson Rhythm\" became an integral part of the café's ambiance. It magnetized everyone who cherished music and wanted to express their emotions through it. The splendid fusion of red hues and the magic of sound made this jukebox the focal point and soul of the \"Melodic Corner\" café.\n\nWith the passing years, \"Crimson Rhythm\" turned into a symbol of musical passion and inspiration. Its story became deeply intertwined with the café's history, and anyone who experienced it took a fragment of that passion in their hearts. Even now, years later, memories of the \"Crimson Rhythm\" continue to reside in the songs, dreams, and emotions of all those fortunate enough to have felt its enchantment. \n\nUsed Model:\nThis work is based on \"Jukebox\" (https://sketchfab.com/3d-models/jukebox-f93f606c43f8454fa428b6c365ac789b) by SamTheCaribbean (https://sketchfab.com/SamTheCaribbean) licensed under CC-BY-4.0 (http://creativecommons.org/licenses/by/4.0/)"
                    },
                    "ru":{
                        "story": "Давным-давно, в уютном кафе под названием \"Мелодичный Уголок,\" появился загадочный музыкальный автомат. Его цвета и стиль воплощали страсть к музыке — доминировали оттенки ярко-красного, как капли огненной мелодии. Его назвали \"Красный Ритм.\" Этот автомат был больше, чем просто устройство для воспроизведения музыки; он стал источником вдохновения для всех посетителей кафе.\n\n\"Красный Ритм\" был чем-то большим, чем обычная музыкальная машина. Его уникальность заключалась в способности вызывать особое эмоциональное влечение к звукам. Не важно, насколько вы устали или огорчены, прикосновение к его красным кнопкам разжигало внутренний огонь страсти.\n\nКаждая мелодия, звучавшая из \"Красного Ритма,\" казалась более глубокой и насыщенной. Он словно превращал обыденные ноты в поток эмоций, обволакивая каждого слушателя объятиями звуков. Посетители кафе становились его поклонниками, находя в нем источник вдохновения и спокойствия.\n\nСо временем \"Красный Ритм\" стал неотъемлемой частью атмосферы заведения. Он магнетизировал всех, кто ценил музыку и хотел выразить свои эмоции через нее. Великолепное сочетание красных оттенков и магии звука сделали этот автомат центром притяжения и душой кафе \"Мелодичный Уголок\".\n\nС годами \"Красный Ритм\" превратился в символ музыкальной страсти и вдохновения. Его история неразрывно переплелась с историей кафе, и каждый, кто испытал это, унес частичку страсти в своем сердце. Даже сейчас, спустя годы, воспоминания о \"Красном Ритме\" продолжают жить в песнях, мечтах и эмоциях всех тех, кто был достаточно удачлив, чтобы ощутить его очарование. \n\n Использованная модель:\nЭта работа основана на \"Jukebox\" (https://sketchfab.com/3d-models/jukebox-f93f606c43f8454fa428b6c365ac789b) авторства SamTheCaribbean (https://sketchfab.com/SamTheCaribbean), лицензирована по CC-BY-4.0  (http://creativecommons.org/licenses/by/4.0/)"
                    }
                }
            }
        },
        {   
            "id": 2,
            "name": "Hover bike - \"The Rocket\"",
            "params":{
                "position":{
                    "x":0,
                    "y":-0.6,
                    "z":0
                },
                "scale":{
                    "x":0.005,
                    "y":0.005,
                    "z":0.005
                }
            },
            "images":{
                "miniModel": "../miniModelTheRocket.png"
            },
            "src": "http://localhost:3001/models/hover_bike_-_the_rocket/scene.gltf",
            "colors":{
                "primary": "#270a46",
                "background": "#fbfe74",
                "second": "rgb(115 117 202 / 55%)",
                "text": "#afa6e8"
            },
            "background": {
                "word":"THE ROCKET",
                "fontSize": "12vw"
            },
            "content":{
                "language":{
                    "en":{
                        "story": "\"The Rocket\" was the first mass-produced hover bike, created in 2035. Developed by a young team of engineers, this bike promised a revolution in urban transportation.\n\nLightweight, maneuverable, and fast, \"The Rocket\" could reach heights of up to 10 meters and speeds of up to 200 km/h. Its battery allowed for a range of up to 300 kilometers on a single charge, while the stabilization system ensured a smooth flight.\n\nThe chief test pilot, Anna, took to the air on the hover bike for the first time before a surprised crowd. She easily maneuvered around obstacles, demonstrating the unique capabilities of \"The Rocket.\" This day went down in history, marking the beginning of a new era of personal air transportation.\n\nFollowing its successful debut, \"The Rocket\" quickly gained popularity. City authorities began integrating hover bikes into the transportation system, creating special air lanes and parking zones on building rooftops. People enthusiastically embraced the innovation, enjoying the freedom of movement without traffic jams and road congestion.\n\nAnna became not only the face of the campaign but also an active participant in the development of new models. Improving the design and enhancing the features, she and the team worked to make \"The Rocket\" accessible to everyone. Thanks to her efforts, hover bikes became an integral part of the modern metropolis, changing the perception of what future transportation should be like.\n\nUsed Model:\nThis work is based on \"Hover bike - \"The Rocket\" (https://sketchfab.com/3d-models/hover-bike-the-rocket-8b2e5bfca78e41c791b4e5b5e8c04512) by TuppsM (https://sketchfab.com/TuppsM) licensed under CC-BY-4.0 (http://creativecommons.org/licenses/by/4.0/)"
                    },
                    "ru":{
                        "story": "\"The Rocket\" был первым серийным ховербайком, созданным в 2035 году. Разработанный молодой командой инженеров, этот байк обещал революцию в городском транспорте.\n\nЛёгкий, манёвренный и быстрый, \"The Rocket\" мог подниматься на высоту до 10 метров и развивать скорость до 200 км/ч. Его батарея позволяла преодолевать до 300 километров на одной зарядке, а система стабилизации обеспечивала плавность полета.\n\nГлавный испытатель, Анна, впервые поднялась в воздух на ховербайке на глазах у удивлённой толпы. Она легко облетела препятствия, продемонстрировав уникальные возможности \"The Rocket\". Этот день вошел в историю, открыв новую эру личного воздушного транспорта.\n\nПосле успешного дебюта \"The Rocket\" быстро завоевал популярность. Городские власти начали интегрировать ховербайки в транспортную систему, создавая специальные воздушные полосы и парковочные зоны на крышах зданий. Люди с энтузиазмом приняли новинку, наслаждаясь свободой передвижения без пробок и дорожных заторов.\n\nАнна стала не только лицом кампании, но и активным участником в разработке новых моделей. Совершенствуя дизайн и улучшая характеристики, она вместе с командой работала над тем, чтобы \"The Rocket\" стал доступным для всех. Благодаря её усилиям, ховербайки стали неотъемлемой частью современного мегаполиса, изменив представление о том, каким должен быть транспорт будущего. \n\n Использованная модель:\nЭта работа основана на \"Hover bike - \"The Rocket\"\" (https://sketchfab.com/3d-models/hover-bike-the-rocket-8b2e5bfca78e41c791b4e5b5e8c04512) авторства TuppsM (https://sketchfab.com/TuppsM), лицензирована по CC-BY-4.0  (http://creativecommons.org/licenses/by/4.0/)"
                    }
                }
            }
        }
        
    ]
        
}